Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Co by tu z tobą zrobić...
uk: Що з тобою робити...

source: Co będzie mi potrzebne?
uk: Що мені знадобиться?

source: Co będzie należało do moich obowiązków?
uk: Якими будуть мої обов'язки?

source: Co będę z tego miał?
uk: Що я отримаю з цього?

source: Co chcesz niby tym osiągnąć?
uk: Чого ти сподіваєшся цим досягти?

source: Co chcesz przez to powiedzieć?
uk: Що ти маєш на увазі?

source: Co chcesz wiedzieć?
uk: Що ти хочеш знати?

source: Co ci szkodzi spróbować? Najwyżej się okaże, że mnie nie doceniałeś.
uk: Що поганого у тому, щоб спробувати? Можливо, навіть виявиться, що ти недооцінив мене.

source: Co ci właściwie z tego przyszło?
uk: І чого ти цим досяг?

source: Co ci właściwie z tego przyszło? Volker ma się dobrze, a ty trafiłeś za kratki.
uk: І чого ти цим досяг? Волкер живий і здоровий, а ти за ґратами.

source: Co ci zginęło?
uk: Чого не вистачає?

source: Co ciekawe, facet nigdy nie miał problemów z prawem, ale dla pewności wywrócili jego chatę do góry nogami, bo czemu nie?
uk: Що цікаво, хлопець ніколи не мав проблем із законом, але про всяк випадок вони перевернули його хатину догори дном, а чому б і ні?

source: Co ciekawe, to właśnie przypadkowe spotkania wpływają na nasze życie. Chodzi o to, że kiedy wyznaje się pewne wartości, nawet uniwersalne, bywa, że nie znajduje się zrozumienia u innych.
uk: Цікаво, що саме випадкові зустрічі впливають на наше життя. Річ у тім, що коли людина дотримується певних цінностей, навіть загальноприйнятих, буває, що вона не знаходить розуміння з боку інших.

source: Co cię do mnie sprowadza? Chcesz rzucić okiem na naszą ofertę?
uk: Що привело тебе до мене? Бажаєш глянути на те, що ми продаємо?

source: Co cię do nas sprowadza, młodzieńcze?
uk: Що привело тебе до нас, юначе?

source: Co cię do nas sprowadza?
uk: Що привело тебе до нас?

source: Co cię sprowadza w moje skromne progi, młody człowieku?
uk: Що привело тебе до моєї скромної оселі, юначе?

source: Co cię sprowadza w nasze strony?
uk: Що привело тебе до нас?

source: Co cię tak cieszy?
uk: Чому ти такий щасливий?

source: Co cię tak złości?
uk: Що тебе так розлютило?

source: Co cię tak śmieszy?
uk: Що тут смішного?

source: Co cię to interesuje?
uk: А тебе чому це обходить?

source: Co cię to interesuje? Zostaw mnie w spokoju!
uk: Яка тобі різниця? Дай мені спокій!

source: Co cię trapi?
uk: Що тебе турбує?

source: Co cię tu przywiało?
uk: Що тебе сюди привело?

source: Co cię tu przywiało? Naprawdę nie mam teraz czasu na kolejnego nieudacznika.
uk: Що тебе сюди привело? У мене зараз немає часу на чергового невдаху.

source: Co cię łączy z Arsem?
uk: Що тебе пов'язує з Арсом?

source: Co cię łączyło z Normanem?
uk: Що тебе пов'язувало з Норманом?

source: Co dalej?
uk: Що далі?

source: Co do Burkharda...
uk: Щодо Бурхарда...

source: Co do brudnych ulic...
uk: Що стосується брудних вулиць...

source: Co do ciebie zaś, to bardzo dobrze się spisałeś. Oto twoje złoto.
uk: Що стосується тебе, то ти впорався дуже добре. Ось твоє золото.

source: Co do innych istot... hmmm... Wątpię, byś miał okazję spotkać na Archolos demona czy inne pomioty Beliara, ale zasada działania w ich przypadku jest taka sama.
uk: Що стосується інших істот... Хммм... Навряд чи у тебе буде можливість зустріти на Архолосі демона або інше породження Беліара, але принцип такий самий.

source: Co do jednego.
uk: Усіх до одного.

source: Co do kanałów, wejścia do nich są rozsiane po całym mieście, na któreś się natkniesz. Powinny być otwarte. I tak nikt do nich nie wchodzi. Ludzie za bardzo się ich boją.
uk: Щодо каналізації, то входи до неї розкидані по всьому місту, ти обов'язково натрапиш на котрийсь з них. Вони мають бути відкритими. Все одно туди ніхто не заходить. Люди їх дуже бояться.

source: Co do listy...
uk: Щодо списку...

source: Co do miejsc 'cywilizowanych', jakich powinieneś unikać... cóż, o tym nie powiem ci zbyt wiele.
uk: Щодо 'цивілізованих' місць, яких варто уникати... ну, про це я мало що знаю.

source: Co do mojego ekwipunku...
uk: Що стосується мого спорядження...

source: Co do mojego zamówienia...
uk: Щодо мого замовлення...

source: Co do otwarcia bramy...
uk: Що стосується відкриття воріт...

source: Co do poduszki...
uk: Щодо подушки...

source: Co do pracowników...
uk: Щодо працівників...

source: Co do tamtego 'strażnika traktów', jak go nazwałaś, to sama podejmiesz decyzję.
uk: Що стосується цього 'наглядача мосту', то тут вирішувати тобі.

source: Co do tego, jak wyglądała twoja akcja w karczmie...
uk: Щодо твоїх дій у корчмі...

source: Co do twoich rzeczy...
uk: Щодо твоїх речей...

source: Co do twoich żądań...
uk: Щодо твоїх вимог...

source: Co do zaginięcia twojego brata, rozumiem, że zawiadomiłeś już o sprawie któregoś z moich ludzi.
uk: Щодо зникнення твого брата, я так розумію, що ти вже повідомив про це когось з моїх людей.

source: Co dokładnie mam zrobić?
uk: Що саме я маю зробити?

source: Co dokładnie?
uk: Що саме?

source: Co dokładnie? Długo by można było opowiadać, a i tak byś pewnie nie zrozumiał, jakie to ma dla nas znaczenie.
uk: Що саме? Можна довго розповідати, але ти все одно не зрозумієш, яке це для нас має значення.

source: Co dostanę w zamian?
uk: А що я отримаю натомість?

source: Co działo się pod moją nieobecność?
uk: Що тут відбувалося за моєї відсутності?

source: Co gorsza, gdy dowiedział się skąd biorę swoje figurki, zaczął rozgłaszać, że nie jestem patriotą bo nie pozwalam zarabiać obywatelom Archolos!
uk: Що ще гірше, коли він дізнався, звідки я беру свої статуетки, він почав поширювати інформацію, що я не патріот, бо не дозволяю громадянам Архолосу заробляти гроші!

source: Co gorsza, parę dni temu, gdy wróciłem rano pod kościół, jak spod ziemi pojawił się tutaj kolejny stragan!
uk: Що найгірше, кілька днів тому, коли я вранці повернувся до церкви, тут, наче з-під землі, з'явився ще один прилавок!

source: Co gorsza, wiele osób, uważa naszą biurokrację i przepisy za bezlitosny system, w którym nie ma miejsca na współczucie, ale to zupełne bzdury.
uk: Найгірше те, що багато людей сприймають нашу бюрократію і правила як невблаганну систему, в якій немає місця для співчуття, але це повна нісенітниця.

source: Co gorsza, z dołu jaskini unosił się jakiś nieprzyjemny zapach i było słychać dziwne odgłosy. Coś jak stukot? A może trzaskanie? Sam nie wiem...
uk: До того ж, з дна печери доносився якийсь неприємний запах і чулися дивні звуки. Щось схоже на брязкіт? Чи, може, на грюкання? Не знаю...

source: Co im nagle odbiło do jasnej cholery?!
uk: Що з ними в біса не так?!

source: Co innego jego syn. Ten to zawsze był złotą rączką i przy okazji dobrym łowcą.
uk: На відміну від його сина. Той завжди був майстром на всі руки і хорошим мисливцем, до речі.

source: Co innego rozmawiać o legalizacji bagiennego ziela, a co innego rozdawać je każdemu, kto się z tobą zgodzi!
uk: Одна справа говорити про легалізацію болотної трави, а інша справа роздавати її кожному, хто з тобою згоден!

source: Co ja bym dał...
uk: Що б я віддав...

source: Co ja ci takiego zrobiłam? Czemu chcesz mnie pogrążyć? Może nie jestem dla ciebie zbyt uprzejma, ale to nie znaczy, że...
uk: Що я тобі такого зробила? Чому ти хочеш мене принизити? Можливо, я не дуже мила з тобою, але це не означає, що...

source: Co ja gadam, jako jeden z nas, wchodzisz za darmo!
uk: Та що я верзу, як один із нас, заходь задарма!

source: Co ja mam niby zrobić? Nie chcę takiego życia!
uk: Що мені робити? Я не хочу такого життя!

source: Co ja mówiłem, Beckett?
uk: Що я казав, Беккете?

source: Co ja sobie myślałem?
uk: Про що я тільки думав?

source: Co jak co, ale na zabezpieczaniu towaru przed przewozem to ja się znam. Jako, że nie było w nich żadnego jedzenia to i topielce nie powinny się nimi interesować.
uk: Що-що, а пакувати товари перед транспортуванням я вмію. Оскільки там не було ніякої їжі, луркери не повинні ними зацікавитися.

source: Co jakiś czas znajdujemy zwłoki na plaży, ale ostatnio jest ich coraz więcej.
uk: Час від часу ми знаходимо трупи на пляжі, але останнім часом їх стає щоразу більше.

source: Co jest celem twoich badań?
uk: Яка мета твоїх досліджень?

source: Co jest do zrobienia?
uk: Що треба робити?

source: Co jest tym towarem?
uk: Що це за товар?

source: Co jest w tej paczce?
uk: Що в цьому пакунку?

source: Co jest w tej skrzynce?
uk: Що в цій скриньці?

source: Co jest w tych podziemiach?
uk: Що в цих підземеллях?

source: Co jest ważniejsze: twoja duma czy dobro Gildii?
uk: Що важливіше: твоя гордість чи благо Гільдії?

source: Co jest za tymi kratami?
uk: Що за цими ґратами?

source: Co jest za tą kratą?
uk: Що там за тими ґратами?

source: Co jest zadaniem tej grupy?
uk: Яке завдання у цього загону?

source: Co jest?
uk: Що сталося?

source: Co jest? Nie stać cię?
uk: У чому справа? Тобі не по кишені?

source: Co jeszcze możesz mi dać?
uk: Що ти можеш мені дати?

source: Co jeszcze musi się stać, żebyście w końcu podjęli jakikolwiek krok? Od lat siedzicie tutaj zamknięci i nawet nie kiwniecie palcem, gdy przez wyspę przetaczają się kolejne klęski!
uk: Що ще має статися, щоб нарешті ви зробили хоч якийсь крок? Ви сидите тут замкнені роками і навіть пальцем не поворухнули, поки по острову проносяться все нові й нові біди!

source: Co jeśli Holdwig się nie ocknie?
uk: А якщо Гольдвіг не отямиться?

source: Co jeśli strażnik spróbuje mnie zatrzymać?
uk: А якщо вартовий спробує мене зупинити?

source: Co jeśli zażądają więcej złota?
uk: А якщо вони вимагатимуть більше золота?

source: Co konkretnie chcesz, żebym zrobił?
uk: Що саме ти хочеш, щоб я зробив?

source: Co konkretnie mam zrobić? Zabić ich?
uk: Що конкретно мені зробити? Вбити їх?

source: Co konkretnie się wydarzyło?
uk: Що саме сталося?

source: Co konkretnie zrobiłeś?
uk: Що саме ти зробив?

source: Co ma do tego wino?
uk: До чого тут вино?

source: Co ma z tym wszystkim wspólnego przybycie Królewskiego Wysłannika?
uk: Яке відношення до всього цього має прибуття Королівського посла?

source: Co mam ci powiedzieć? Bestie chciały mnie zeżreć, a mi się niezbyt podobało to rozwiązanie.
uk: Що я маю тобі сказати? Звірі хотіли мене зжерти, а мені така перспектива не дуже подобається.

source: Co mam konkretnie zrobić?
uk: Що конкретно я маю зробити?

source: Co mam powiedzieć wojownikom?
uk: Що я маю сказати воїнам?

source: Co mam przynieść?
uk: Що мені принести?

source: Co mam robić gdy już się z tym uporam?
uk: Що мені робити, коли я з цим впораюсь?

source: Co mam robić, gdy już się z tym uporam?
uk: Що мені робити, коли я з цим впораюсь?

source: Co mam robić?
uk: Що мені робити?

source: Co mam teraz zrobić? Wszystko poszło nie tak.
uk: Що мені тепер робити? Все пішло шкереберть.

source: Co mam z nim zrobić?
uk: Що мені з ним робити?

source: Co mam z nimi zrobić, gdy już ich znajdę?
uk: Що мені з ними робити, коли я їх знайду?

source: Co mam z nimi zrobić?
uk: Що мені з ними робити?

source: Co mam z nią zrobić?
uk: Що мені з нею робити?

source: Co mam z tym zrobić?
uk: Що мені з цим робити?

source: Co mam zrobić tym razem?
uk: Що мені зробити цього разу?

source: Co mam zrobić?
uk: Що я маю зробити?

source: Co mam zrobić?! Zwariowałeś? Nie ma mowy. Nigdzie nie idę. Jeśli nie ma jaj, by jej powiedzieć, że chce się stąd wynieść, to ja to zrobię!
uk: Що я маю зробити?! Ти з глузду з'їхав? Навіть не думай. Я нікуди не піду. Якщо він не має яєць, щоб зізнатися їй, що хоче звалити, то це зроблю я!

source: Co mamy zrobić z Holdwigiem?
uk: Що нам робити з Гольдвігом?

source: Co masz do zaoferowania?
uk: Що ти можеш запропонувати?

source: Co masz na myśli, mówiąc 'my?'
uk: Що ти маєш на увазі під 'ми'?

source: Co masz na myśli, mówiąc 'zamówienia specjalne'?
uk: Що ти маєш на увазі під 'спеціальними замовленнями'?

source: Co masz na myśli?
uk: Що ти маєш на увазі?

source: Co masz na sprzedaż?
uk: Що у тебе є на продаж?

source: Co masz na stanie?
uk: Що у тебе є в наявності?

source: Co masz przez to na myśli?
uk: Що ти маєш на увазі?

source: Co mi powiesz o pracy gońca?
uk: Що ти можеш розповісти про роботу посланця?

source: Co mi tam, dorzucę jeszcze kilka słoików miodu z pozostałych pasiek.
uk: Ну гаразд, додам ще декілька баночок меду з інших вуликів.

source: Co miałem nie słyszeć? Ramona nieźle się zdenerwowała, bo nie ma jak szybko towaru wyładować. Z tego co wiem, robotnicy też nie są zadowoleni z dodatkowej roboty.
uk: А чого б я мав не знати? Рамона дуже засмучена, бо ніяк не виходить швидко розвантажити товар. Наскільки я знаю, працівники теж не в захваті від додаткової роботи.

source: Co mnie czeka?
uk: Яке покарання мене чекає?

source: Co mnie podkusiło, by zabierać go ze sobą na Archolos?
uk: Що спокусило мене взяти його з собою на Архолос?

source: Co mogliśmy zrobić, to zrobiliśmy. Pora wrócić do Oktava i zdać mu raport z zadania.
uk: Все, що могли, ми зробили. Пора повертатися до Октава і доповісти йому про виконане завдання.

source: Co mogę dla ciebie zrobić, o szlachetna pani?
uk: Що я можу зробити для вас, о шляхетна пані?

source: Co mogę powiedzieć więcej? Dobra robota! Wyświadczyłeś nam wszystkim ogromną przysługę.
uk: Що ще я можу сказати? Гарна робота! Ти зробив нам всім величезну послугу.

source: Co mogę tutaj znaleźć?
uk: Що я можу тут знайти?

source: Co mogę u ciebie kupić?
uk: Що я можу купити у тебе?

source: Co mogę z tym zrobić?
uk: Що я можу з цим зробити?

source: Co mogłem zrobić? Wyjść mi nie pozwolą, listu nie wyślę, bo i tak go sprawdzą, a gdy pojawiał się ktoś z Gildii, to robili całą scenę, gdzie stali przy rozmowie i sprawdzali, co mówię.
uk: А що я міг зробити? Вони не відпускали мене, я не міг відправити листа, бо вони все одно його перевірять, а коли з'являвся хтось із Гільдії, вони розігрували цілу сцену: стояли навколо, розмовляли і перевіряли, що я говорю.

source: Co możemy dla waszej ekscelencji zrobić?
uk: Що ми можемо зробити для вашої світлості?

source: Co możesz mi powiedzieć o Andreasie.
uk: Що ти можеш розповісти про Андреаса?

source: Co możesz mi powiedzieć o Andreasie?
uk: Що ти можеш розповісти про Андреаса?

source: Co możesz mi powiedzieć o Archolos?
uk: Що ти можеш розповісти про Архолос?

source: Co możesz mi powiedzieć o Bermarze?
uk: Що ти можеш розповісти про Бермара?

source: Co możesz mi powiedzieć o Gwardii Królewskiej?
uk: Що ти можеш розповісти про Королівську Гвардію?

source: Co możesz mi powiedzieć o Królu?
uk: Що ти можеш розповісти про Короля?

source: Co możesz mi powiedzieć o Magach Ognia?
uk: Що ти можеш розповісти про Магів Вогню?

source: Co możesz mi powiedzieć o Magach Wody?
uk: Що ти можеш розповісти про Магів Води?

source: Co możesz mi powiedzieć o Przystani?
uk: Що ти можеш розповісти про Гавань?

source: Co możesz mi powiedzieć o Wilczych Synach?
uk: Що ти можеш розповісти про Вовчих Синів?

source: Co możesz mi powiedzieć o Wilczym Leżu?
uk: Що ти можеш розповісти про Вовче Лігво?

source: Co możesz mi powiedzieć o Wodnym Kręgu?
uk: Що ти можеш розповісти про Кільце Води?

source: Co możesz mi powiedzieć o farmerach?
uk: Що ти можеш розповісти про фермерів?

source: Co możesz mi powiedzieć o farmie?
uk: Що ти можеш розповісти про ферму?

source: Co możesz mi powiedzieć o klasztorze?
uk: Що ти можеш розповісти про монастир?

source: Co możesz mi powiedzieć o kopalni?
uk: Що ти можеш розповісти про копальню?

source: Co możesz mi powiedzieć o ludziach Volkera?
uk: Що ти можеш розповісти про людей Волкера?

source: Co możesz mi powiedzieć o ludziach z Przystani?
uk: Що ти можеш розповісти про людей з Гавані?

source: Co możesz mi powiedzieć o magach?
uk: Що ти можеш розповісти про магів?

source: Co możesz mi powiedzieć o najemnikach Gildii?
uk: Що ти можеш розповісти про найманців Гільдії?

source: Co możesz mi powiedzieć o orkach?
uk: Що ти можеш розповісти про орків?

source: Co możesz mi powiedzieć o paladynach?
uk: Що ти можеш розповісти про паладинів?

source: Co możesz mi powiedzieć o straży miejskiej?
uk: Що ти можеш розповісти про Міську Варту?

source: Co możesz mi powiedzieć o tej okolicy?
uk: Що ти можеш розповісти про цю місцевість?

source: Co możesz mi powiedzieć o tej organizacji?
uk: Що ти можеш розповісти про цю організацію?

source: Co możesz mi powiedzieć o tym grocie?
uk: Можеш розповісти мені щось про цей наконечник?

source: Co możesz mi powiedzieć o tym miejscu?
uk: Що ти можеш розповісти про це місце?

source: Co możesz mi powiedzieć o winnicy?
uk: Що ти можеш розповісти про виноградник?

source: Co możesz mi powiedzieć o wiosce?
uk: Що ти можеш мені розповісти про село?

source: Co możesz mi zaproponować?
uk: Що ти можеш мені запропонувати?

source: Co mu się nie podoba w tamtym posterunku?
uk: Що йому не подобається?

source: Co musiałbym zrobić?
uk: Що я маю зробити?

source: Co muszę zrobić żebyś mnie wpuścił do środka?
uk: Що я маю зробити, щоб ти мене впустив?

source: Co muszę zrobić, by dostać lepszy pancerz?
uk: Що мені потрібно зробити, щоб отримати кращі обладунки?

source: Co muszę zrobić, żeby dostać takie pozwolenie?
uk: Що потрібно зробити, щоб отримати такий дозвіл?

source: Co muszę zrobić, żebyś mnie wpuścił do środka?
uk: Що я маю зробити, щоб ти мене впустив?

source: Co muszę zrobić, żebyś mnie wpuścił?
uk: Що я маю зробити, щоб ти мене впустив?

source: Co my teraz zrobimy?
uk: Що нам тепер робити?

source: Co my, zwykli ludzie, możemy w tej sprawie zrobić?
uk: Що ми, прості люди, можемо з цим зробити?

source: Co myślisz o Fabio?
uk: Що ти думаєш про Фабіо?

source: Co myślisz o Kurcie?
uk: Що ти думаєш про Курта?

source: Co myślisz o Rhobarze II?
uk: Що ти думаєш про Робара II?

source: Co myślisz o Ulryku?
uk: Що ти думаєш про Ульріка?

source: Co myślisz o dorzuceniu czegoś twardego do posiłku?
uk: Як тобі ідея додати до страви щось тверде?

source: Co myślisz o konflikcie Andreasa i Holdwiga?
uk: Що думаєш про конфлікт Андреаса та Гольдвіга?

source: Co myślisz o legalizacji bagiennego ziela na Archolos?
uk: Що ти думаєш про легалізацію болотної трави на Архолосі?

source: Co myślisz o naszych nowych zbrojach?
uk: Що ти думаєш про наші нові обладунки?

source: Co myślisz o ostatnich wydarzeniach w winnicy?
uk: Що думаєш про останні події на винограднику?

source: Co myślisz o tym planie?
uk: Що думаєш про цей план?

source: Co myślisz o wyrzuceniu Andreasa przez Holdwiga?
uk: Що думаєш про те, як Гольдвіг вигнав Андреаса?

source: Co nagadałeś Gerstandowi, że nawet nie chciał spróbować piwa? Szkoda, bardzo liczyłem na współpracę z nim.
uk: Що ти наговорив Герстанду, що він навіть не захотів спробувати пиво? Шкода, я дуже хотів з ним працювати.

source: Co najgorsze, ta szuja Gerhard stwierdził, że naprawa gospodarstwa jest nieopłacalna i gdzieś zniknął!
uk: Найгірше те, що цей негідник Герхард вирішив, що ремонтувати господарство невигідно, і кудись зник!

source: Co najważniejsze, Salvi dalej nie wie o tym, że podejrzewacie atak. Spodziewa się raczej obławy na jego głowę, dlatego jest jeszcze bardziej niebezpieczny.
uk: Найголовніше, що Сальві досі не знає, що ти підозрюєш про напад. Його більше хвилює, що на нього оголошено полювання, і саме тому він ще більш небезпечний.

source: Co najwyżej mogę się dorzucić na składniki. Myślę, że pięć butelek powinno wystarczyć na walkę z tym paskudztwem.
uk: Я можу хіба що дати кілька інгредієнтів. Думаю, п'яти пляшок має вистачити для боротьби з цією гидотою.

source: Co najwyżej parę skleconych z drewna chat i miejsce do ogrzania wychłodzonych kości.
uk: Хіба що декілька дерев'яних хатин і місце, де можна зігріти замерзлі кістки.

source: Co najwyżej przerośnięte gobliny i tępaki gadające takie bzdury jak ty!
uk: Щонайбільше – гобліни-переростки та дурні, що несуть такі нісенітниці, як ти!

source: Co należy do obowiązków gońca?
uk: Що входить в обов'язки посланця?

source: Co nam to da?
uk: Що це нам дасть?

source: Co niby widział? Kto powiedział, że to ja go zabiłem?
uk: Бачив що? Хто сказав, що це я його вбив?

source: Co nie pijesz? Łyknij za nasze zdrowie!
uk: Чого не п'єш? Випий за наше здоров'я!

source: Co nie zmienia faktu, że chętnie spróbuję doprowadzić ją do porządku.
uk: Це не змінює того факту, що я із задоволенням спробую привести її до ладу.

source: Co nie zmienia faktu, że mam na stanie kilka ostrzy i toporów, może coś cię zainteresuje.
uk: Це не змінює того факту, що у мене є кілька клинків і сокир. Можливо, тебе щось зацікавить.

source: Co nie zmienia faktu, że powinniśmy go obserwować. Wydawał się dość dziwny.
uk: Це не змінює того факту, що ми повинні за ним стежити. Він виглядав досить дивним.

source: Co nowego?
uk: Що нового?

source: Co o nich sądzisz?
uk: Що ти про них думаєш?

source: Co o niej sądzisz?
uk: Що ти про неї думаєш?

source: Co o niej wiesz?
uk: Що ти знаєш про неї?

source: Co o nim sądzisz?
uk: Що ти про нього думаєш?

source: Co o tym sądzisz?
uk: Що про це думаєш?

source: Co obserwujesz?
uk: Що роздивляєшся?

source: Co odpowiecie szanowni mieszkańcy Archolos?
uk: Що ви відповісте, шановні мешканці Архолосу?

source: Co on mówi?
uk: Що він говорить?

source: Co panowie wiedzą o sabotażu dźwigu portowego?
uk: Що ви знаєте про пошкодження портового крана?

source: Co pijesz?
uk: Що ти п'єш?

source: Co planuje gubernator? Czy w mieście możemy jeszcze czuć się bezpieczni?
uk: Що планує губернатор? Чи можемо ми, як і раніше, почувати себе у безпеці в місті?

source: Co planujecie zrobić?
uk: Що ви плануєте робити?

source: Co planujesz?
uk: Що ти плануєш?

source: Co poróżniło braci?
uk: Що посварило братів?

source: Co powiedziałeś?! Myślisz, że pozwalamy strażnikom się upijać?
uk: Що ти сказав?! Думаєш, ми дозволяємо вартовим напиватися?

source: Co powiesz ludziom?
uk: Що ти скажеш людям?

source: Co powiesz na 50 sztuk złota?
uk: Як щодо 50 золотих?

source: Co powiesz na 60 sztuk złota?
uk: Як щодо 60 золотих?

source: Co powiesz na drugie tyle ile musiałeś za niego zapłacić?
uk: А якщо я подвою суму, яку ти за нього заплатив?

source: Co powiesz na drugie tyle ile musiałeś zapłacić? (1000 SZ)
uk: А якщо я подвою суму, яку ти за нього заплатив? (1000 золотих)

source: Co powiesz na kilka złotych monet?
uk: Як щодо декількох золотих монет?

source: Co powiesz na mały pojedynek?
uk: Як щодо невеликого поєдинку?

source: Co powiesz na pokaźną sakwę złota w zamian za przejście kilku kroków? Sprawa jest dość delikatna, więc muszę najpierw wiedzieć czy się zgadzasz.
uk: Як щодо чималого гаманця золота в обмін на те, що ти пройдеш кілька кроків? Справа досить делікатна, тож спершу я маю знати, чи ти згоден.

source: Co powiesz na wino?
uk: Як щодо вина?

source: Co powinienem o nich wiedzieć?
uk: Що я повинен про них знати?

source: Co powinienem teraz zrobić?
uk: Що мені тепер робити?

source: Co powinienem wiedzieć o Burkhardzie?
uk: Що мені варто знати про Бурхарда?

source: Co powinienem wiedzieć o Silbach?
uk: Що мені варто знати про Сільбах?

source: Co powinienem wiedzieć o Starym Mieście?
uk: Що мені варто знати про Старе місто?

source: Co powinienem wiedzieć o kanałach?
uk: Що мені варто знати про каналізацію?

source: Co powinienem wiedzieć o mieście?
uk: Що мені варто знати про місто?

source: Co powinienem wiedzieć o porcie?
uk: Що мені варто знати про порт?

source: Co powinienem wiedzieć o slumsach?
uk: Що мені варто знати про нетрі?

source: Co powinienem wiedzieć o tym miejscu?
uk: Що мені варто знати про це місце?

source: Co powinienem zrobić, by dołączyć do najemników?
uk: Що потрібно зробити, щоб приєднатися до найманців?

source: Co powinienem zrobić, by dołączyć do straży?
uk: Що потрібно зробити, щоб приєднатися до Варти?

source: Co powinienem zrobić, by zostać obywatelem miasta?
uk: Що потрібно зробити, щоб стати громадянином міста?
